[
    {
        "_id": 1,
        "name": "Shocks and Struts",
        "img": "https://i.ibb.co/7Ry2kd3/doctor.jpg",
        "description": "Complete line of OE quality shock absorbers and strut assemblies, including conventional and intelligent technology products for passenger car, commercial truck, off-road and two-wheel applications.",
        "minimumOrderQty": 20,
        "availableQty": 50,
        "price": 500
    },
    {
        "_id": 2,
        "name": "Steering and Suspension",
        "img": "https://www.driv.com/content/dam/driv/brands-products/Motorparts_Steering_Suspension.png",
        "description": "For light vehicles and commercial trucks, our brands represent the industry’s most comprehensive selection of steering, suspension, driveline and wheel end components.",
        "minimumOrderQty": 15,
        "availableQty": 40,
        "price": 700
    },
    {
        "_id": 3,
        "name": "Braking Rotor Disk",
        "img": "https://www.driv.com/content/dam/driv/brands-products/Motorparts_Braking.png",
        "description": "Led by Wagner in North America, and Ferodo in Europe, our friction technologies for passenger car, medium - duty and commercial applications, set industry standards with engineering expertise, comprehensive coverage, and a commitment to delivering superior braking performance.",
        "minimumOrderQty": 10,
        "availableQty": 60,
        "price": 300
    },
    {
        "_id": 4,
        "name": "Sealings",
        "img": "https://www.driv.com/content/dam/driv/brands-products/Motorparts_sealing.png",
        "description": "Using innovative materials, new technologies and a relentless focus on designing sealing solutions for real-world conditions, we’ve spent the last century manufacturing high-quality gaskets that install easily and provide a lasting, leak-free seal",
        "minimumOrderQty": 25,
        "availableQty": 80,
        "price": 150
    },
    {
        "_id": 5,
        "name": "Catalytic Converters and Mufflers",
        "img": "https://www.driv.com/content/dam/driv/brands-products/Motorparts_emissions.png",
        "description": "From catalytic converters to mufflers and exhaust pipes, our complete family of emissions components deliver the environmental and acoustic performance required for passenger car, light truck, commercial vehicle and specialty vehicle applications.",
        "minimumOrderQty": 15,
        "availableQty": 60,
        "price": 350
    },
    {
        "_id": 6,
        "name": "Engine Piston",
        "img": "https://www.driv.com/content/dam/driv/brands-products/Motorparts_engine.png",
        "description": "From pistons and rings, to valve trains, to camshafts and bearings, we provide a broad range of replacement components for everything from cars to commercial equipment that deliver the power, performance, and reliability our customers expect.",
        "minimumOrderQty": 4,
        "availableQty": 30,
        "price": 700
    }
]